<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>

<!-- 
	*회원서비스	|		C(Insert)		|		R(Select)		|		U(Update)		|		D(Delete)
	==============================================================================================================
	  로그인	  	| 					    |			O			|						|
	----------------------------------------------------------------------------------------------------------------
	 회원가입	    | 			O		    |						|						|
	----------------------------------------------------------------------------------------------------------------
   [아이디중복확인] | 					    |			O			|						|
   ----------------------------------------------------------------------------------------------------------------
     마이페이지	| 					    |			O			|						|
   ----------------------------------------------------------------------------------------------------------------
     내정보변경	| 					    |						|			O			|
   ----------------------------------------------------------------------------------------------------------------
      회원탈퇴 	| 					    |						|			O	  		|			O	

	
	*공지사항서비스	  - 공지사항리스트조회 (R) / 공지사항상세조회(R) / 공지사항작성(C) / 공지사항수정(U) / 삭제(U/D)
	
	*일반게시판서비스  - 일반게시판리스트조회 (R) -> 페이징 처리(페이지로 넘어갈 수있는 버튼)/ 일반게시판상세조회(R) / 일반게시판작성(C)-> 첨부파일 1개 업로드 기능  / 공지사항수정(U) / 삭제(U/D)  =>  [댓글 리스트 조회(R)/작성(C)]
	*사진게시판서비스  - 리스트조회(R) / 상세조회(R) / 작성(C) -> 다중 첨부파일 업로드(썸네일 게시판)

 -->
 
 
 <%@ include file="views/common/menubar.jsp" %>











































</body>
</html>